tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/cask"
brew "act"
brew "ffmpeg"
brew "git"
brew "gh"
brew "ghq"
brew "fzf"
brew "npx"
brew "nodenv"
brew "tmux"
brew "yarn"
brew "awscli"
brew "git-secrets"
brew "peco"
brew "vim"
cask "adobe-creative-cloud"
cask "docker"
cask "google-chrome"
cask "iterm2"
cask "slack"
cask "zoom"
cask "1password"
cask "figma"
brew "fish"
cask "fork"
cask "visual-studio-code"
brew "mkcert"
brew "docker-compose"
brew "go"
brew "pipx"
brew "jq"
